Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/josm-tm.tmx
Source language: en
Languages: ca_es

source: Registered toolbar action without name: {0}
ca_es: Acció de la barra d''eines enregistrada sense nom: {0}

source: Registered toolbar action {0} overwritten: {1} gets {2}
ca_es: Acció enregistrada {0} de la barra d''eines sobreescrita: {1} esdevé {2}

source: Toolbar: {0}
ca_es: Barra d''eines: {0}

source: Data validator
ca_es: Validador de dades

source: An OSM data validator that checks for common errors made by users and editor programs.
ca_es: Un validador de dades OSM que verifica que no hi hagi errors fets pels usuaris o els programes d''edició

source: Use ignore list.
ca_es: Utilitzar la llista d''objectes ignorats

source: Use the ignore list to suppress warnings.
ca_es: Utilitzar la llista d''objectes ignorats per a suprimir els avisos.

source: Use error layer.
ca_es: Utilitzar la capa d''error.

source: Use the error layer to display problematic elements.
ca_es: Utilitzar la capa d''error per mostrar els objectes problemàtics.

source: Show informational level.
ca_es: Mostrar el nivell d''informació.

source: Show the informational tests.
ca_es: Mostrar els tests d''informació.

source: Show informational level on upload.
ca_es: Mostrar el nivell d''informació en pujades

source: Show the informational tests in the upload check windows.
ca_es: Mostra els tests d''informació a la finestra de pujada.

source: On demand
ca_es: Sota demanda

source: On upload
ca_es: En pujada

source: Advanced Preferences
ca_es: Preferències avançades

source: Setting Preference entries directly. Use with caution!
ca_es: Configurant manualment entrades de les preferències. Precaució!

source: Read from file
ca_es: Llegir d''un fitxer

source: Export selected items
ca_es: Exportar els elements seleccionats

source: JOSM custom settings files (*.xml)
ca_es: Fitxers de configuracions personalitzades de JOSM (*.xml)

source: Please select some preference keys not marked as default
ca_es: Si us plau seleccioneu algunes claus de les preferències no marcades per defecte

source: Export preferences keys to JOSM customization file
ca_es: Exportar les preferències a un fitxer de persoalització de JOSM

source: What to do with preference lists when this file is to be imported?
ca_es: Què s''ha de fer amb la llista de preferències quan aquest fritxer sigui importat?

source: Append preferences from file to existing values
ca_es: Afegir les preferències del fitxer als valors existents

source: Replace existing values
ca_es: Reemplaçar els valors existents

source: Open JOSM customization file
ca_es: Obre el fitxer de personalització de JOSM

source: Import log
ca_es: Registre de la importació

source: <html>Here is file import summary. <br/>You can reject preferences changes by pressing "Cancel" in preferences dialog <br/>To activate some changes JOSM restart may be needed.</html>
ca_es: <html>Aquí hi ha el resum de la importació del fitxer. <br/>Podeu refusar els canvis a les preferències fent clic sobre "Cancel·lar" a la finestra de preferències <br/>Per activar alguns canvis potser calgui reiniciar JOSM.

source: shortcut
ca_es: drecera

source: toolbar
ca_es: barra d''eines

source: imagery
ca_es: imatgeria

source: Reset preferences
ca_es: Inicialitza les preferències

source: You are about to clear all preferences to their default values<br />All your settings will be deleted: plugins, imagery, filters, toolbar buttons, keyboard, etc. <br />Are you sure you want to continue?
ca_es: Sou a punt de cancel·lar les preferències substituïnt-les pels seus valors predefinits.<br />Totes les vostres configuracions seran suprimides: connectors, imatgeria, filtres, botons de la barra d''eines, teclat, etc.<br />Segur que voleu continuar?

source: Load profile
ca_es: Carrega un perfil

source: Save {0} profile
ca_es: Desa el perfil {0}

source: All the preferences of this group are default, nothing to save
ca_es: Totes les preferències d''aquest grup són de tipus predeterminat, no hi ha res a desar

source: Choose profile file
ca_es: Escolliu el fitxer del perfil

source: Change list setting
ca_es: Canviar la llista de paràmetres

source: Key: {0}
ca_es: Clau: {0}

source: Change list of lists setting
ca_es: Canviar la llista de llistats de paràmetres

source: add entry
ca_es: afegir entrada

source: Remove the selected entry
ca_es: Suprimir l''entrada seleccionada

source: Change list of maps setting
ca_es: Canvia la llista de configuracions de mapes

source: Entry {0}
ca_es: Entrada {0}

source: Select Setting Type:
ca_es: Seleccionar el tipus de paràmetre:

source: List
ca_es: Llista

source: List of lists
ca_es: Llista de llistes

source: List of maps
ca_es: Llista de mapes

source: Add setting
ca_es: Afegir paràmetre

source: Advanced Background: Changed
ca_es: Fons avançat: canviat

source: Advanced Background: NonDefalut
ca_es: Fons avançat: SensePredeterminació

source: Current value is default.
ca_es: El valor per defecte és l''actual

source: Default value is ''{0}''.
ca_es: El valor per defecte és ''{0}''.

source: Default value currently unknown (setting has not been used yet).
ca_es: Actualment no hi ha valor per defecte (aquesta configuració encara no ha estat utilitzada).

source: Change string setting
ca_es: Modifica un paràmetre de tipus cadena de caràcters

source: Choose
ca_es: Triar

source: Choose a color for {0}
ca_es: Triar un color per {0}

source: Set to default
ca_es: Establir el valor per defecte

source: Set all to default
ca_es: Establir els valors per defecte

source: Colors used by different objects in JOSM.
ca_es: Colors utilitzats per diferents objectes a JOSM

source: Display Settings
ca_es: Mostrar paràmetres

source: Various settings that influence the visual representation of the whole program.
ca_es: Diferents configuracions que tenen influència en la representació visual a tot el programa

source: Draw Direction Arrows
ca_es: Dibuixar fletxes de direcció

source: Only on the head of a way.
ca_es: Només a l''inici d''una via

source: Draw oneway arrows.
ca_es: Dibuixar fletxes de direcció única

source: Draw segment order numbers
ca_es: Mostrar nombres d''ordre de segment

source: Draw boundaries of downloaded data
ca_es: Dibuixar els límits de les dades descarregades

source: Draw virtual nodes in select mode
ca_es: Dibuixar nodes virtuals al mode seleccionat

source: Draw inactive layers in other color
ca_es: Mostrar les capes inactives en un altre color

source: Display discardable keys
ca_es: Mostra les claus descartables

source: Highlight target ways and nodes
ca_es: Ressaltar les vies i nodes de destinació

source: Draw rubber-band helper line
ca_es: Dibuixa la línia d''ajuda

source: Smooth map graphics (antialiasing)
ca_es: Millora els gràfics dels mapes (antialiàsing)

source: Smooth map graphics in wireframe mode (antialiasing)
ca_es: Millora els gràfics esquemàtics dels mapes (antialiàsing)

source: Draw only outlines of areas
ca_es: Mostrar només els límits de les àrees

source: GPS Points
ca_es: Punts GPS

source: Draw direction hints for way segments.
ca_es: Dibuixa les fletxes de direcció pels segments de la via.

source: Draw arrows in the direction of oneways and other directed features.
ca_es: Dibuixar fletxes en la direcció del sentit únic i d''altres funcions direccionals

source: Draw the order numbers of all segments within their way.
ca_es: Mostrar el nombre d''ordre de tots els segments a la seva via

source: Draw the boundaries of data loaded from the server.
ca_es: Dibuixar els límits de les dades descarregades del servidor

source: Draw virtual nodes in select mode for easy way modification.
ca_es: Mostrar nodes virtuals en el mode seleccionat per facilitar la modificació de la via

source: Draw the inactive data layers in a different color.
ca_es: Mostrar les capes inactives en un color diferent

source: Apply antialiasing to the map view resulting in a smoother appearance.
ca_es: Aplica l''antialiàsing a la vista del mapa, el resultat serà una millor visualització

source: Apply antialiasing to the map view in wireframe mode resulting in a smoother appearance.
ca_es: Aplica l''antialiàsing a la vista esquemàtica del mapa, el resultat serà una millor visualització

source: Hightlight target nodes and ways while drawing or selecting
ca_es: Ressaltar els nodes i les vies de destinació durant la selecció o el dibuix

source: This option suppresses the filling of areas, overriding anything specified in the selected style.
ca_es: Aquesta opció suprimeix l''emplenament de les àrees, superposant-se a qualsevol estil d''emplenament seleccionat

source: Display keys which have been deemed uninteresting to the point that they can be silently removed.
ca_es: Mostra les claus que han estat considerades com a poc interessants fins el punt que poden ser eliminades.

source: Options that affect drawing performance
ca_es: Opcions que afecten el dibuix

source: Segment drawing options
ca_es: Opcions de dibuix de segments

source: Select and draw mode options
ca_es: Opcions de selecció i del mode de dibuix

source: Other options
ca_es: Altres opcions

source: OSM Data
ca_es: Dades OSM

source: Desc(ription)
ca_es: Desc(ripció)

source: Everything
ca_es: Tot

source: Name or offset
ca_es: Nom o decalatge

source: None
ca_es: Cap

source: Custom
ca_es: Personalitzat

source: Use global settings
ca_es: Utilitzar configuracions globals

source: All
ca_es: Tot

source: Local files
ca_es: Fitxers locals

source: Force lines if no segments imported
ca_es: Forçar línies si no s''importen segments

source: Draw large GPS points
ca_es: Dibuixar punts GPS grans

source: Draw a circle from HDOP value
ca_es: Dibuixa un circle a partir del valor HDOP

source: Velocity (red = slow, green = fast)
ca_es: Velocitat (vermell = lent, verd = ràpid)

source: Direction (red = west, yellow = north, green = east, blue = south)
ca_es: Direcció (vermell = oest, groc = nord, verd = est, balu =sud)

source: Dilution of Position (red = high, green = low, if available)
ca_es: Dilució de la precisió (vermell = alta, verd = baixa, si disponible)

source: Track date
ca_es: Dades del recorregut

source: Single Color (can be customized for named layers)
ca_es: Un únic color (personalitzable)

source: Car
ca_es: Cotxe

source: Bicycle
ca_es: Bicicleta

source: Foot
ca_es: Peu

source: Create markers when reading GPX
ca_es: Crear marcadors en llegir un fitxer GPX

source: Fast drawing (looks uglier)
ca_es: Dibuix ràpid (aparença lletja)

source: Dynamic color range based on data limits
ca_es: Interval dinàmic de colors basat en els límits de les dades

source: Smooth GPX graphics (antialiasing)
ca_es: Millora els gràfics GPX (antialiàsing)

source: Automatically make a marker layer from any waypoints when opening a GPX layer.
ca_es: Fer un capa per a cada fita quan s''obri un fitxer GPX

source: Draw lines between raw GPS points
ca_es: Dibuixar línies entre els punts GPS

source: Maximum length (in meters) to draw lines for local files. Set to ''-1'' to draw all lines.
ca_es: Longitud màxima (en metres) en dibuxar línies per fitxers locals. Establiu ''-1'' per dibuixar-les totes.

source: Maximum length for local files (meters)
ca_es: Longitud màxima per als fitxerr locals (metres)

source: Maximum length (in meters) to draw lines. Set to ''-1'' to draw all lines.
ca_es: Longitud màxima (en metres) per dibuixar línies. Establiu ''-1'' per dibuixar-les totes.

source: Maximum length (meters)
ca_es: Longitud màxima (metres)

source: Force drawing of lines if the imported data contain no line information.
ca_es: Forçar el dibuix de línies si les dades importades no en tenen informació.

source: Draw direction arrows for lines, connecting GPS points.
ca_es: Dibuixa fletxes de direcció per a les línies que connecten punts GPS

source: Draw the direction arrows using table lookups instead of complex math.
ca_es: Dibuixa fletxes de direcció utilitzant una ''lookup table'' en comptes de matemàtica complexa.

source: Do not draw arrows if they are not at least this distance away from the last one.
ca_es: No dibuixar línies si com mínim no hi ha aquesta distància des de l''anterior.

source: Minimum distance (pixels)
ca_es: Distància mínima (píxels)

source: Draw a circle from HDOP value.
ca_es: Dibuixa un circle a partir del valor HDOP.

source: Draw larger dots for the GPS points.
ca_es: Dibuixa punts grossos per als punts GPS

source: Width of drawn GPX line (0 for default)
ca_es: Amplada de la línia GPX dibuixada (0 per defecte)

source: Drawing width of GPX lines
ca_es: Dibuixant l''amplada de les línies GPX

source: Apply antialiasing to the GPX lines resulting in a smoother appearance.
ca_es: Aplica l''antialiàsing a les línies GPX, el resultat serà una millor visualització

source: All points and track segments will have the same color. Can be customized in Layer Manager.
ca_es: Tots els punts i segments del track tindran el mateix color. Podeu configurar això al Gestor de Capes.

source: Colors points and track segments by velocity.
ca_es: Acoloreix els punts i els segments del track segons la velocitat.

source: Colors points and track segments by direction.
ca_es: Acoloreix els punts i els segments del track segons la direcció.

source: Colors points and track segments by dilution of position (HDOP). Your capture device needs to log that information.
ca_es: Acoloreix els punts i els segments del track segons la dilució de la posició horitzontal (HDOP). El dispositiu de captura ha d''enregistrar aquesta informació.

source: Colors points and track segments by its timestamp.
ca_es: Acoloreix els punts i els segments del track segons la seva data i hora.

source: Allows to tune the track coloring for different average speeds.
ca_es: Permet ajustar el color del track per a diferents velocitats mitjanes.

source: Track and Point Coloring
ca_es: Acoloriment de recorreguts i punts

source: Colors points and track segments by data limits.
ca_es: Acoloreix els punts i els segments del track segons els límits de les dades.

source: Waypoint labelling
ca_es: Etiquetatge de fites

source: Audio waypoint labelling
ca_es: Etiquetatge de fites d''àudio

source: Incorrect waypoint label pattern: {0}
ca_es: Patró d''etiquetatge de fita incorrecte: {0}

source: Incorrect pattern
ca_es: Patró incorrecte

source: Incorrect audio waypoint label pattern: {0}
ca_es: Patró d''etiquetatge de fita d''àudio incorrecte: {0}

source: Show splash screen at startup
ca_es: Mostra la pantalla de presentació en iniciar

source: Show object ID in selection lists
ca_es: Mostrar l''ID dels objectes a les llistes de selecció

source: Show localized name in selection lists
ca_es: Mostrar el nom traduït a les llistes de selecció

source: Modeless working (Potlatch style)
ca_es: Funcionament sense mode (a l''estil Potlatch)

source: Dynamic buttons in side menus
ca_es: Botons dinàmics als menús laterals

source: Show localized name in selection lists, if available
ca_es: Mostrar el nom traduït a les llistes de selecció si existeix

source: Do not require to switch modes (potlatch style workflow)
ca_es: No requereix de canviar la manera de treballar (estil Potlatch)

source: Display buttons in right side menus only when mouse is inside the element
ca_es: Mostrar els botons als menús de la dreta només si el ratolí és dins l''element

source: Look and Feel
ca_es: Aspecte i comportament

source: Language
ca_es: Idioma

source: Default (Auto determined)
ca_es: Defecte (autodeterminat)

source: Add Imagery URL
ca_es: Afegeix una URL d''imatgeria

source: 1. Enter URL
ca_es: 1. Entreu una URL

source: {0} is replaced by tile zoom level, also supported:<br>offsets to the zoom level: {1} or {2}<br>reversed zoom level: {3}
ca_es: {0} ha estat reemplaçat pel nivell d''ampliació de la tessel·la, també se suporta:<br>decalatge del nivell d''ampliació: {1} o {2}<br>nivell invers d''ampliació: {3}

source: {0} is replaced by X-coordinate of the tile
ca_es: {0} ha estat reemplaçat per la coordenada-X de la tessel·la

source: {0} is replaced by Y-coordinate of the tile
ca_es: {0} ha estat reemplaçat per la coordenada-Y de la tessel·la

source: {0} is replaced by {1} (Yahoo style Y coordinate)
ca_es: {0} ha estat reemplaçat per {1} (Estil Yahoo de la coordenada Y)

source: {0} is replaced by {1} (OSGeo Tile Map Service Specification style Y coordinate)
ca_es: {0} ha estat reemplaçat per {1} (Estil de la coordenada Y de l''especificació del sevei de tessel·les de mapes OSGeo)

source: {0} is replaced by a random selection from the given comma separated list, e.g. {1}
ca_es: {0} ha estat reemplaçat per una selecció aleatòria de la llista d''elements separats per coma donada, p. ex. {1}

source: 2. Enter maximum zoom (optional)
ca_es: 2. Entreu el nivell màxim d''ampliació (opcional)

source: 3. Verify generated TMS URL
ca_es: 3. Verifique la URL TMS generada

source: 4. Enter name for this layer
ca_es: 4. Entreu un nom per a la capa

source: Store WMS endpoint only, select layers at usage
ca_es: Emmagatzema només el punt final, seleccioneu capes en ús

source: Show bounds
ca_es: Mostra límits

source: 1. Enter service URL
ca_es: 1. Entreu la URL de servei

source: Get layers
ca_es: Obté capes

source: 2. Select layers
ca_es: 2. Seleccioneu capes

source: 3. Select image format
ca_es: 3. Seleccioneu el format de la imatge

source: 4. Verify generated WMS URL
ca_es: 4. Comproveu la URL generada pel servidor WMS

source: 5. Enter name for this layer
ca_es: 5. Indiqueu un nom per aquesta capa

source: Show Bounds
ca_es: Mostra límits

source: No bounding box was found for this layer.
ca_es: No ha estat trobat cap límit per aquesta capa.

source: imagery fade
ca_es: degrada la imatgeria

source: Fade Color:
ca_es: Degrada color:

source: Fade amount:
ca_es: Nivell de degradació:

source: Soft
ca_es: Tou

source: Strong
ca_es: Fort

source: Sharpen (requires layer re-add):
ca_es: Aguditzar (requereix reafegir una capa):

source: Imagery Preferences
ca_es: Preferències d''imatgeria

source: Modify list of imagery layers displayed in the Imagery menu
ca_es: Modificarla llista de capes d''imatgeria mostrades al menú d''imatgeria

source: Common Settings
ca_es: Paràmetres comuns

source: WMS Settings
ca_es: Paràmetres WMS

source: TMS Settings
ca_es: Paràmetres TMS

source: Imagery providers
ca_es: Proveïdors d''imatgeria

source: Offset bookmarks
ca_es: Favorits de decalatge

source: Imagery Background: Default
ca_es: Imatgeria de fons: predeterminat

source: Available default entries:
ca_es: Entrades predeterminades disponibles:

source: Selected entries:
ca_es: Entrades seleccionades:

source: Add a new {0} entry by entering the URL
ca_es: Afegeix una nova entrada {0} indicant la seva URL

source: Remove entry
ca_es: Esborra entrada

source: copy selected defaults
ca_es: copiar els valors de defecte seleccionats

source: Please select at least one row to copy.
ca_es: Si us plau, seleccioneu com a mínim una fila per copiar

source: reload defaults
ca_es: recarregar valors per defecte

source: Menu Name
ca_es: Nom del menú

source: Imagery URL
ca_es: URL d''imatgeria

source: Menu Name (Default)
ca_es: Nom del menú (Defecte)

source: Imagery URL (Default)
ca_es: URL d''imatgeria (Defecte)

source: EULA license URL not available: {0}
ca_es: La URL de la llicència EULA no està disponible: {0}

source: Malformed URL for the EULA licence: {0}
ca_es: La URL de la llicència EULA no té el format correcte: {0}

source: Projection
ca_es: Projecció

source: Layer
ca_es: Capa

source: Easting
ca_es: Est

source: Northing
ca_es: Nord

source: Auto zoom by default:
ca_es: Autoampliació per defecte:

source: Autoload tiles by default:
ca_es: Carrega automàticament les tessel·les de manera predeterminada:

source: Min. zoom level:
ca_es: Nivell mínim d''ampliació:

source: Max. zoom level:
ca_es: Nivell màxim d''ampliació:

source: Add to slippymap chooser:
ca_es: Afegir al selector de mapes lliscants:

source: Tile cache directory:
ca_es: Directori de la memòria cau de tessel·les:

source: That layer does not support any of JOSM''s projections, so you can not use it. This message will not show again.
ca_es: Aquesta capa no suporta cap de les projeccions de JOSM, per això no la podeu utilitzar. Aquest missatge no toranarà a ser mostrat.

source: Downloader:
ca_es: Descarregador:

source: Simultaneous connections:
ca_es: Connexions simultànies:

source: Overlap tiles
ca_es: Tessel·les superposades

source: % of east:
ca_es: % est:

source: % of north:
ca_es: % nord:

source: Auto save enabled
ca_es: Activar desament automàtic

source: Auto save interval (seconds)
ca_es: Interval de desament automàtic (segons)

source: Default value: {0}
ca_es: Valor predeterminat: {0}

source: Auto saved files per layer
ca_es: Fitxers autodesats per capa:

source: <i>(Autosave stores the changed data layers in periodic intervals. The backups are saved in JOSM''s preference folder. In case of a crash, JOSM tries to recover the unsaved changes on next start.)</i>
ca_es: <i>(El desament automàtic enregistrarà les capes modificades en intervals periòdics. Aquestes còpies de seguretat són creats a la carpeta especificada a les preferències de JOSM. En cas de problemes JOSM intentarà recuperar els canvis no desats la següent vegada que sigui iniciat.)</i>

source: Keep backup files when saving data layers
ca_es: Conservar una còpia de seguratat de les capes en desar les capes

source: When saving, keep backup files ending with a ~
ca_es: En desar, conservar un fitxer de còpia de seguretat acabat en ~

source: <i>(JOSM can keep a backup file when saving data layers. It appends ''~'' to the file name and saves it in the same folder.)</i>
ca_es: <i>(JOSM pot conservar un fitxer de còpia de seguretat en desar les capes. Afegirà ''~'' al nom del fitxer i el desarà a la mateix carpeta.)</i>

source: Notification at each save
ca_es: Notificació cada vegada que es desi

source: When saving, display a small notification
ca_es: Quan es desi, motra una petita notificació

source: File backup
ca_es: Arxiu de còpia de seguretat

source: Configure whether to create backup files
ca_es: Configurar si es creen còpies de seguretat

source: Enable built-in icon defaults
ca_es: Activar les icones de sèrie per defecte

source: Available styles:
ca_es: Estils disponibles:

source: Active styles:
ca_es: Estils actius:

source: Add a new style by entering filename or URL
ca_es: Afegeix un estil nou indicant un nom de fitxer o una URL

source: New style entry:
ca_es: Nova entrada d''estil:

source: Remove the selected styles from the list of active styles
ca_es: Suprimir els estils seleccionats de la llista d''estils actius

source: Edit the filename or URL for the selected active style
ca_es: Modificar el nom d''arxiu o la URL de l''estil seleccionat

source: Add the selected available styles to the list of active styles
ca_es: Afegir els estils seleccionats a la llista d''estils actius

source: Reloads the list of available styles from ''{0}''
ca_es: Recarrega la llista d''estils disponibles de ''{0}''

source: Loading style sources from ''{0}''
ca_es: Carregant fonts d''estils de ''{0}''

source: <html>Failed to load the list of style sources from<br>''{0}''.<br><br>Details (untranslated):<br>{1}</html>
ca_es: <html>Ha fallat la càrrega de les fonts d''estils des de <br>''{0}''.<br><br>Detalls (no traduït):<br>{1}</html>

source: Warning: illegal format of entry in style list ''{0}''. Got ''{1}''
ca_es: Avís: format incorrecte d''una entrada a la llista d''estils ''{0}''. Hi ha ''{1}''

source: JOSM Internal Style
ca_es: Estil intern de JOSM

source: Internal style to be used as base for runtime switchable overlay styles
ca_es: Estil intern utilitzable com a base pels estils superposables durant''execució

source: the main Potlatch 2 style
ca_es: l''estil principal de Potlatch 2

source: Map Settings
ca_es: Paràmetres dels mapes
